---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MSup3PerH
source: html/9fa019b0-6f6a-bdf3-0845-659b2ee86bda.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MSup3PerH Property

Symbol m³/h, indicating unit Cubic meters per hour.

## Syntax (C#)
```csharp
public static ForgeTypeId MSup3PerH { get; }
```